Repository: tareq1988/wp-recaptcha-integration
Catalog: languages/wp-recaptcha-integration-*.po
Languages: de_de

source: <strong>Error:</strong> the Captcha didn’t verify.
de_de: <strong>Fehler:</strong> Sicherheitstest nicht bestanden.

source: Incorrect please try again
de_de: Falsch. Bitte noch einmal versuchen

source: Enter the words above:
de_de: Geben Sie die Wörten oben ein:

source: Enter the numbers you hear:
de_de: Geben Sie die Zahlen ein, die Sie hören:

source: Get another CAPTCHA
de_de: Anderes CAPTCHA

source: Get an audio CAPTCHA
de_de: Audio-CAPTCHA

source: Get an image CAPTCHA
de_de: Bild-CAPTCHA

source: The Captcha didn’t verify.
de_de: Sicherheitstest nicht bestanden

source: <strong>reCaptcha needs your attention:</strong> To make it work You need to enter an api key. <br />You can do so at the <a href="%s">reCaptcha settings page</a>.
de_de: <strong>reCaptcha braucht Deine Aufmerksamkeit:</strong> Damit das Plugin funktioniert, musst Du einen API-Schlüssel eintragen. <br />Zu den <a href=\"%s\">reCaptcha-Einstellungen</a>.

source: Site key
de_de: Websiteschlüssel

source: Secret key
de_de: Geheimer Schlüssel

source: Flavor
de_de: Variante

source: Old style reCAPTCHA where you type some cryptic text
de_de: Klassisch, man muss kryptische Wörter eingeben

source: Disable for known users
de_de: Abschalten bei bekannten Benutzern

source: Disable reCaptcha verification for logged in users.
de_de: Die reCaptcha-Verifizierung für eingeloggte Benutzer deaktivieren.

source: Please configure the public and private key. <a href="http://www.google.com/recaptcha/whyrecaptcha">What are you trying to tell me?</a>
de_de: Bitte konfigurieren Sie den privaten und den öffentlichen Schlüssel (private &amp; public key). <a href="http://www.google.com/recaptcha/whyrecaptcha">Was willst Du mir damit sagen?</a>

source: Please register your blog through the <a href="%s">Google reCAPTCHA admin page</a> and enter the public and private key in the fields below. <a href="%s">What is this all about?</a>
de_de: Bitte registriere Deinen Blog auf der <a href="%s">Adminseite für Google reCAPTCHA</a> und trage unten den öffentlichen und privaten Schüssel ein. <a href="%s">Was erzählst Du mir da?</a>

source: You already entered an API Key. Use the button below to enter it again.
de_de: Du hast schon einen API-Schlüssel eingetragen. Klick den Button unten, um einen anderen anzugeben.

source: New API Key
de_de: Neuer API-Schlüssel

source: Cancel
de_de: Abbrechen

source: Light
de_de: Hell

source: Dark
de_de: Dunkel

source: Red
de_de: Rot

source: White
de_de: Weiß

source: Black Glass
de_de: Schwarzes Glas

source: Clean
de_de: Schlicht

source: Custom
de_de: Eigenes

source: Unstyled HTML to apply your own Stylesheets.
de_de: Pures HTML für Deine eigenen Stylessheets.

source: Settings
de_de: Einstellungen

source: No Captcha where you just click a button
de_de: No Captcha. Einfach Checkbox anklicken

source: reCaptcha Settings
de_de: reCaptcha-Einstellungen

source: Test API Key
de_de: API-Schlüssel testen

source: Test verfication
de_de: Captcha-Prüfung testen

source: The secret Key is missing.
de_de: Der geheime Schlüssel fehlt.

source: The secret Key is invalid. You better check your domain configuration and enter it again.
de_de: Der geheime Schlüssel ist ungültig. Am besten prüfst Du Deine Domain-Konfiguration und trägst ihn nochmal ein.

source: Invalid user response
de_de: Ungültige Antwort

source: Works! All good!
de_de: Läuft! Sehr gut!

source: Disable Submit Button
de_de: Absendebutton deaktivieren

source: Disable Form Submit Button until no-captcha is entered.
de_de: Den Absendenbutton deaktivieren, bis das Captcha gelöst wurde.

source: Please enable JavaScript to submit this form.
de_de: Bitte aktiveren Sie JavaScript, um dieses Formular abschicken zu können.

source: The user response was missing
de_de: Fehlende Antwort

source: Use default
de_de: Standardwert

source: Language Settings
de_de: Sprache einstellen

source: Automatic
de_de: Automatisch

source: Site Language
de_de: Sprache der Seite

source: Other
de_de: Andere

source: Connect
de_de: Verbinden

source: Protect
de_de: Schützen

source: Style
de_de: Styling

source: Comment Form
de_de: Kommentare

source: Signup Form
de_de: Registrierung

source: Login Form
de_de: Anmeldung

source: Lost Password Form
de_de: Passwort verloren

source: woocommerce Checkout
de_de: woocommerce Bestellung

source: Forms to protect
de_de: Formulare schützen

source: Prevent lockout
de_de: Aussperren verhindern

source: Allow administrator to log in if API keys do not work.
de_de: Administrator-Login erlauben, wenn die API-Schlüssel nicht funktionieren.

source: When the captcha verification fails, and the private or public API key does not work the plugin will let you in anyway. Please note that with this option checked plus a broken keypair your site will be open to brute force attacks, that try to guess an administrator password.
de_de: Wenn der Captcha-Test fehlschlägt und der private oder öffentliche Schlüssel nicht funktionieren, lässt Dich das Plugin trotzdem herein. Mit einem kaputten Schlüsselpaar ist Deine Seite offen für Brute-Force-Angriffe.

source: Select which forms you want to protect with a captcha.
de_de: Welche Formulare möchtest Du mit einem Captcha schützen?

source: Choose a flavor and theme for your Captcha. Please note that with the old style reCaptcha you cannot have more than one captcha per page.
de_de: Wähle eine Variante für dein Captcha. Beachte bitte, dass beim alten reCaptcha nur ein Captcha auf einer Seite möglich ist.

source: Google reCaptcha does not validate.
de_de: Google reCaptcha konnte nicht bestätigt werden

source: Error message
de_de: Fehlermeldung
